{
    "memorized": {
        "Exodus 34:6-7": "The LORD passed before him and proclaimed, \"The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children's children, to the third and the fourth generation.",
        "Deuteronomy 6:4-5": "Hear, O Israel: The LORD our God, the LORD is one. You shall love the LORD your God with all your heart and with all your soul and with all your might.",
        "1 Samuel 2:2-3": "There is none holy like the LORD: for there is none besides you; there is no rock like our God. Talk no more so very proudly, let not arrogance come from your mouth; for the LORD is a God of knowledge, and by him actions are weighed.",
        "Psalm 1:1": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers;",
        "Psalm 1:1-6": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; but his delight is in the law of the LORD, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; for the LORD knows the way of the righteous, but the way of the wicked will perish.",
        "Psalm 1:2": "but his delight is in the law of the LORD, and on his law he meditates day and night.",
        "Psalm 1:3": "He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers.",
        "Psalm 1:4": "The wicked are not so, but are like chaff that the wind drives away.",
        "Psalm 1:5": "Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous;",
        "Psalm 1:6": "for the LORD knows the way of the righteous, but the way of the wicked will perish.",
        "Psalm 8:1": "O LORD, our Lord, how majestic is your name in all the earth! You have set your glory above the heavens.",
        "Psalm 8:1-9": "O LORD, our Lord, how majestic is your name in all the earth! You have set your glory above the heavens. Out of the mouth of babies and infants, you have established strength because of your foes, to still the enemy and the avenger. When I look at your heavens, the work of your fingers, the moon and the stars, which you have set in place, what is man that you are mindful of him, and the son of man that you care for him? Yet you have made him a little lower than the heavenly beings and crowned him with glory and honor. You have given him dominion over the works of your hands; you have put all things under his feet, all sheep and oxen, and also the beasts of the field, the birds of the heavens, and the fish of the sea, whatever passes along the paths of the seas. O LORD, our Lord, how majestic is your name in all the earth!",
        "Psalm 8:2": "Out of the mouth of babies and infants, you have established strength because of your foes, to still the enemy and the avenger.",
        "Psalm 8:3": "When I look at your heavens, the work of your fingers, the moon and the stars, which you have set in place,",
        "Psalm 8:4": "what is man that you are mindful of him, and the son of man that you care for him?",
        "Psalm 8:5": "Yet you have made him a little lower than the heavenly beings and crowned him with glory and honor.",
        "Psalm 8:6": "You have given him dominion over the works of your hands; you have put all things under his feet,",
        "Psalm 8:7": "all sheep and oxen, and also the beasts of the field,",
        "Psalm 8:8": "the birds of the heavens, and the fish of the sea, whatever passes along the paths of the seas.",
        "Psalm 8:9": "O LORD, our Lord, how majestic is your name in all the earth!",
        "Psalm 9:1": "I will give thanks to the LORD with my whole heart; I will recount all of your wonderful deeds.",
        "Psalm 16:8": "I have set the LORD always before me; because he is at my right hand, I shall not be shaken.",
        "Psalm 19:1": "The heavens declare the glory of God, and the sky above proclaims his handiwork.",
        "Psalm 19:7": "The law of the LORD is perfect, reviving the soul; the testimony of the LORD is sure, making wise the simple;",
        "Psalm 19:14": "Let the words of my mouth and the meditation of my heart be acceptable in your sight, O LORD, my rock and my redeemer.",
        "Psalm 22:1": "My God, my God, why have you forsaken me? Why are you so far from saving me, from the words of my groaning?",
        "Psalm 22:1-8": "My God, my God, why have you forsaken me? Why are you so far from saving me, from the words of my groaning? O my God, I cry by day, but you do not answer, and by night, but I find no rest. Yet you are holy, enthroned on the praises of Israel. In you our fathers trusted; they trusted, and you delivered them. To you they cried and were rescued; in you they trusted and were not put to shame. But I am a worm and not a man, scorned by mankind and despised by the people. All who see me mock me; they make mouths at me; they wag their heads; \"He trusts in the LORD; let him deliver him; let him rescue him, for he delights in him!",
        "Psalm 22:2": "O my God, I cry by day, but you do not answer, and by night, but I find no rest.",
        "Psalm 22:3": "Yet you are holy, enthroned on the praises of Israel.",
        "Psalm 22:4": "In you our fathers trusted; they trusted, and you delivered them.",
        "Psalm 22:5": "To you they cried and were rescued; in you they trusted and were not put to shame.",
        "Psalm 22:6": "But I am a worm and not a man, scorned by mankind and despised by the people.",
        "Psalm 22:7": "All who see me mock me; they make mouths at me; they wag their heads;",
        "Psalm 22:8": "He trusts in the LORD; let him deliver him; let him rescue him, for he delights in him!",
        "Psalm 22:9": "Yet you are he who took me from the womb; you made me trust you at my mother's breasts.",
        "Psalm 22:9-19": "Yet you are he who took me from the womb; you made me trust you at my mother's breasts. On you was I cast from my birth, and from my mother's womb you have been my God. Be not far from me, for trouble is near, and there is none to help. Many bulls encompass me; strong bulls of Bashan surround me; they open wide their mouths at me, like a ravening and roaring lion. I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted within my breast; my strength is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death. For dogs encompass me; a company of evildoers encircles me; they have pierced my hands and feet- I can count all my bones- they stare and gloat over me; they divide my garments among them, and for my clothing they cast lots. But you, O LORD, do not be far off! O you my help, come quickly to my aid!",
        "Psalm 22:10": "On you was I cast from my birth, and from my mother's womb you have been my God.",
        "Psalm 22:11": "Be not far from me, for trouble is near, and there is none to help.",
        "Psalm 22:12": "Many bulls encompass me; strong bulls of Bashan surround me;",
        "Psalm 22:13": "they open wide their mouths at me, like a ravening and roaring lion.",
        "Psalm 22:14": "I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted within my breast;",
        "Psalm 22:15": "my strength is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death.",
        "Psalm 22:16": "For dogs encompass me; a company of evildoers encircles me; they have pierced my hands and feet-",
        "Psalm 22:17": "I can count all my bones- they stare and gloat over me;",
        "Psalm 22:18": "they divide my garments among them, and for my clothing they cast lots.",
        "Psalm 22:19": "But you, O LORD, do not be far off! O you my help, come quickly to my aid!",
        "Psalm 23:1": "The LORD is my shepherd; I shall not want.",
        "Psalm 23:1-6": "The LORD is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the LORD forever.",
        "Psalm 23:2": "He makes me lie down in green pastures. He leads me beside still waters.",
        "Psalm 23:3": "He restores my soul. He leads me in paths of righteousness for his name's sake.",
        "Psalm 23:4": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "Psalm 23:5": "You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows.",
        "Psalm 23:6": "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the LORD forever.",
        "Psalm 24:1": "The earth is the LORD's and the fullness thereof, the world and those who dwell therein,",
        "Psalm 27:1": "The LORD is my light and my salvation; whom shall I fear? The LORD is the stronghold of my life; of whom shall I be afraid?",
        "Psalm 27:1-14": "The LORD is my light and my salvation; whom shall I fear? The LORD is the stronghold of my life; of whom shall I be afraid? When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall. Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident. One thing have I asked of the LORD, that will I seek after: that I may dwell in the house of the LORD all the days of my life, to gaze upon the beauty of the LORD and to inquire in his temple. For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will lift me high upon a rock. And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the LORD. Hear, O LORD, when I cry aloud; be gracious to me and answer me! You have said, \"Seek my face.\" My heart says to you, \"Your face, LORD, do I seek.\" Hide not your face from me. Turn not your servant away in anger, O you who have been my help. Cast me not off; forsake me not, O God of my salvation! For my father and my mother have forsaken me, but the LORD will take me in. Teach me your way, O LORD, and lead me on a level path because of my enemies. Give me not up to the will of my adversaries; for false witnesses have risen against me, and they breathe out violence. I believe that I shall look upon the goodness of the LORD in the land of the living! Wait for the LORD; be strong, and let your heart take courage; wait for the LORD!",
        "Psalm 27:2": "When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall.",
        "Psalm 27:3": "Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident.",
        "Psalm 27:4": "One thing have I asked of the LORD, that will I seek after: that I may dwell in the house of the LORD all the days of my life, to gaze upon the beauty of the LORD and to inquire in his temple.",
        "Psalm 27:5": "For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will lift me high upon a rock.",
        "Psalm 27:6": "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the LORD.",
        "Psalm 27:7": "Hear, O LORD, when I cry aloud; be gracious to me and answer me!",
        "Psalm 27:8": "You have said, \"Seek my face.\" My heart says to you, \"Your face, LORD, do I seek.",
        "Psalm 27:9": "Hide not your face from me. Turn not your servant away in anger, O you who have been my help. Cast me not off; forsake me not, O God of my salvation!",
        "Psalm 27:10": "For my father and my mother have forsaken me, but the LORD will take me in.",
        "Psalm 27:11": "Teach me your way, O LORD, and lead me on a level path because of my enemies.",
        "Psalm 27:12": "Give me not up to the will of my adversaries; for false witnesses have risen against me, and they breathe out violence.",
        "Psalm 27:13": "I believe that I shall look upon the goodness of the LORD in the land of the living!",
        "Psalm 27:14": "Wait for the LORD; be strong, and let your heart take courage; wait for the LORD!",
        "Psalm 34:1": "I will bless the LORD at all times; his praise shall continually be in my mouth.",
        "Psalm 34:1-10": "I will bless the LORD at all times; his praise shall continually be in my mouth. My soul makes its boast in the LORD; let the humble hear and be glad. Oh, magnify the LORD with me, and let us exalt his name together! I sought the LORD, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. This poor man cried, and the LORD heard him and saved him out of all his troubles. The angel of the LORD encamps around those who fear him, and delivers them. Oh, taste and see that the LORD is good! Blessed is the man who takes refuge in him! Oh, fear the LORD, you his saints, for those who fear him have no lack! The young lions suffer want and hunger; but those who seek the LORD lack no good thing.",
        "Psalm 34:2": "My soul makes its boast in the LORD; let the humble hear and be glad.",
        "Psalm 34:3": "Oh, magnify the LORD with me, and let us exalt his name together!",
        "Psalm 34:4": "I sought the LORD, and he answered me and delivered me from all my fears.",
        "Psalm 34:5": "Those who look to him are radiant, and their faces shall never be ashamed.",
        "Psalm 34:6": "This poor man cried, and the LORD heard him and saved him out of all his troubles.",
        "Psalm 34:7": "The angel of the LORD encamps around those who fear him, and delivers them.",
        "Psalm 34:8": "Oh, taste and see that the LORD is good! Blessed is the man who takes refuge in him!",
        "Psalm 34:9": "Oh, fear the LORD, you his saints, for those who fear him have no lack!",
        "Psalm 34:10": "The young lions suffer want and hunger; but those who seek the LORD lack no good thing.",
        "Psalm 34:11": "Come, O children, listen to me; I will teach you the fear of the LORD.",
        "Psalm 34:18": "The LORD is near to the brokenhearted and saves the crushed in spirit.",
        "Psalm 37:4": "Delight yourself in the LORD, and he will give you the desires of your heart.",
        "Psalm 46:1": "God is our refuge and strength, a very present help in trouble.",
        "Psalm 46:10": "Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!",
        "Psalm 51:1": "Have mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions.",
        "Psalm 51:1-19": "Have mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions. Wash me thoroughly from my iniquity, and cleanse me from my sin! For I know my transgressions, and my sin is ever before me. Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment. Behold, I was brought forth in iniquity, and in sin did my mother conceive me. Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart. Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow. Let me hear joy and gladness; let the bones that you have broken rejoice. Hide your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a right spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Restore to me the joy of your salvation, and uphold me with a willing spirit. Then I will teach transgressors your ways, and sinners will return to you. Deliver me from bloodguiltiness, O God, O God of my salvation, and my tongue will sing aloud of your righteousness. O Lord, open my lips, and my mouth will declare your praise. For you will not delight in sacrifice, or I would give it; you will not be pleased with a burnt offering. The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise. Do good to Zion in your good pleasure; build up the walls of Jerusalem; then will you delight in right sacrifices, in burnt offerings and whole burnt offerings; then bulls will be offered on your altar.",
        "Psalm 51:2": "Wash me thoroughly from my iniquity, and cleanse me from my sin!",
        "Psalm 51:3": "For I know my transgressions, and my sin is ever before me.",
        "Psalm 51:4": "Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment.",
        "Psalm 51:5": "Behold, I was brought forth in iniquity, and in sin did my mother conceive me.",
        "Psalm 51:6": "Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart.",
        "Psalm 51:7": "Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow.",
        "Psalm 51:8": "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "Psalm 51:9": "Hide your face from my sins, and blot out all my iniquities.",
        "Psalm 51:10": "Create in me a clean heart, O God, and renew a right spirit within me.",
        "Psalm 51:11": "Cast me not away from your presence, and take not your Holy Spirit from me.",
        "Psalm 51:12": "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "Psalm 51:13": "Then I will teach transgressors your ways, and sinners will return to you.",
        "Psalm 51:14": "Deliver me from bloodguiltiness, O God, O God of my salvation, and my tongue will sing aloud of your righteousness.",
        "Psalm 51:15": "O Lord, open my lips, and my mouth will declare your praise.",
        "Psalm 51:16": "For you will not delight in sacrifice, or I would give it; you will not be pleased with a burnt offering.",
        "Psalm 51:17": "The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.",
        "Psalm 51:18": "Do good to Zion in your good pleasure; build up the walls of Jerusalem;",
        "Psalm 51:19": "then will you delight in right sacrifices, in burnt offerings and whole burnt offerings; then bulls will be offered on your altar.",
        "Psalm 55:22": "Cast your burden on the LORD, and he will sustain you; he will never permit the righteous to be moved.",
        "Psalm 90:2": "Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God.",
        "Psalm 91:1": "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty.",
        "Psalm 91:4": "He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler.",
        "Psalm 100:1": "A Psalm for giving thanks. Make a joyful noise to the LORD, all the earth!",
        "Psalm 100:1-5": "A Psalm for giving thanks. Make a joyful noise to the LORD, all the earth! Serve the LORD with gladness! Come into his presence with singing! Know that the LORD, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture. Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name! For the LORD is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "Psalm 100:2": "Serve the LORD with gladness! Come into his presence with singing!",
        "Psalm 100:3": "Know that the LORD, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture.",
        "Psalm 100:4": "Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name!",
        "Psalm 100:5": "For the LORD is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "Psalm 111:10": "The fear of the LORD is the beginning of wisdom; all those who practice it have a good understanding. His praise endures forever!",
        "Psalm 127:1": "Unless the LORD builds the house, those who build it labor in vain. Unless the LORD watches over the city, the watchman stays awake in vain.",
        "Psalm 139:1": "O LORD, you have searched me and known me!",
        "Psalm 139:1-6": "O LORD, you have searched me and known me! You know when I sit down and when I rise up; you discern my thoughts from afar. You search out my path and my lying down and are acquainted with all my ways. Even before a word is on my tongue, behold, O LORD, you know it altogether. You hem me in, behind and before, and lay your hand upon me. Such knowledge is too wonderful for me; it is high; I cannot attain it.",
        "Psalm 139:2": "You know when I sit down and when I rise up; you discern my thoughts from afar.",
        "Psalm 139:3": "You search out my path and my lying down and are acquainted with all my ways.",
        "Psalm 139:4": "Even before a word is on my tongue, behold, O LORD, you know it altogether.",
        "Psalm 139:5": "You hem me in, behind and before, and lay your hand upon me.",
        "Psalm 139:6": "Such knowledge is too wonderful for me; it is high; I cannot attain it.",
        "Psalm 139:7": "Where shall I go from your Spirit? Or where shall I flee from your presence?",
        "Psalm 139:7-16": "Where shall I go from your Spirit? Or where shall I flee from your presence? If I ascend to heaven, you are there! If I make my bed in Sheol, you are there! If I take the wings of the morning and dwell in the uttermost parts of the sea, even there your hand shall lead me, and your right hand shall hold me. If I say, \"Surely the darkness shall cover me, and the light about me be night,\" even the darkness is not dark to you; the night is bright as the day, for darkness is as light with you. For you formed my inward parts; you knitted me together in my mother's womb. I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well. My frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth. Your eyes saw my unformed substance; in your book were written, every one of them, the days that were formed for me, when as yet there was none of them.",
        "Psalm 139:8": "If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!",
        "Psalm 139:9": "If I take the wings of the morning and dwell in the uttermost parts of the sea,",
        "Psalm 139:10": "even there your hand shall lead me, and your right hand shall hold me.",
        "Psalm 139:11": "If I say, \"Surely the darkness shall cover me, and the light about me be night,",
        "Psalm 139:12": "even the darkness is not dark to you; the night is bright as the day, for darkness is as light with you.",
        "Psalm 139:13": "For you formed my inward parts; you knitted me together in my mother's womb.",
        "Psalm 139:14": "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well.",
        "Psalm 139:15": "My frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth.",
        "Psalm 139:16": "Your eyes saw my unformed substance; in your book were written, every one of them, the days that were formed for me, when as yet there was none of them.",
        "Psalm 139:17": "How precious to me are your thoughts, O God! How vast is the sum of them!",
        "Psalm 139:17-24": "How precious to me are your thoughts, O God! How vast is the sum of them! If I would count them, they are more than the sand. I awake, and I am still with you. Oh that you would slay the wicked, O God! O men of blood, depart from me! They speak against you with malicious intent; your enemies take your name in vain. Do I not hate those who hate you, O LORD? And do I not loathe those who rise up against you? I hate them with complete hatred; I count them my enemies. Search me, O God, and know my heart! Try me and know my thoughts! And see if there be any grievous way in me, and lead me in the way everlasting!",
        "Psalm 139:18": "If I would count them, they are more than the sand. I awake, and I am still with you.",
        "Psalm 139:19": "Oh that you would slay the wicked, O God! O men of blood, depart from me!",
        "Psalm 139:20": "They speak against you with malicious intent; your enemies take your name in vain.",
        "Psalm 139:21": "Do I not hate those who hate you, O LORD? And do I not loathe those who rise up against you?",
        "Psalm 139:22": "I hate them with complete hatred; I count them my enemies.",
        "Psalm 139:23": "Search me, O God, and know my heart! Try me and know my thoughts!",
        "Psalm 139:24": "And see if there be any grievous way in me, and lead me in the way everlasting!",
        "Proverbs 1:7": "The fear of the LORD is the beginning of knowledge; fools despise wisdom and instruction.",
        "Proverbs 2:7": "he stores up sound wisdom for the upright; he is a shield to those who walk in integrity,",
        "Proverbs 3:5-8": "Trust in the LORD with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths. Be not wise in your own eyes; fear the LORD, and turn away from evil. It will be healing to your flesh and refreshment to your bones.",
        "Proverbs 3:27": "Do not withhold good from those to whom it is due, when it is in your power to do it.",
        "Proverbs 14:31": "Whoever oppresses a poor man insults his Maker, but he who is generous to the needy honors him.",
        "Proverbs 15:1": "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "Proverbs 16:16": "How much better to get wisdom than gold! To get understanding is to be chosen rather than silver.",
        "Proverbs 26:18-19": "Like a madman who throws firebrands, arrows, and death is the man who deceives his neighbor and says, \"I am only joking!",
        "Proverbs 28:6": "Better is a poor man who walks in his integrity than a rich man who is crooked in his ways.",
        "Proverbs 28:26": "Whoever trusts in his own mind is a fool, but he who walks in wisdom will be delivered.",
        "Proverbs 29:23": "One's pride will bring him low, but he who is lowly in spirit will obtain honor.",
        "Proverbs 29:25": "The fear of man lays a snare, but whoever trusts in the LORD is safe.",
        "Proverbs 31:30": "Charm is deceitful, and beauty is vain, but a woman who fears the LORD is to be praised.",
        "Ecclesiastes 4:10": "For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!",
        "Isaiah 9:6": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
        "Isaiah 11:1-2": "There shall come forth a shoot from the stump of Jesse, and a branch from his roots shall bear fruit. And the Spirit of the LORD shall rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and might, the Spirit of knowledge and the fear of the LORD.",
        "Isaiah 30:1": "Ah, stubborn children,\" declares the LORD, \"who carry out a plan, but not mine, and who make an alliance, but not of my Spirit, that they may add sin to sin;",
        "Isaiah 40:8": "The grass withers, the flower fades, but the word of our God will stand forever.",
        "Isaiah 44:22": "I have blotted out your transgressions like a cloud and your sins like mist; return to me, for I have redeemed you.",
        "Isaiah 53:1": "Who has believed what he has heard from us? And to whom has the arm of the LORD been revealed?",
        "Isaiah 53:2": "For he grew up before him like a young plant, and like a root out of dry ground; he had no form or majesty that we should look at him, and no beauty that we should desire him.",
        "Isaiah 53:3": "He was despised and rejected by men; a man of sorrows, and acquainted with grief; and as one from whom men hide their faces he was despised, and we esteemed him not.",
        "Isaiah 53:4": "Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted.",
        "Isaiah 53:5": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "Isaiah 53:6": "All we like sheep have gone astray; we have turned-every one-to his own way; and the LORD has laid on him the iniquity of us all.",
        "Isaiah 53:7": "He was oppressed, and he was afflicted, yet he opened not his mouth; like a lamb that is led to the slaughter, and like a sheep that before its shearers is silent, so he opened not his mouth.",
        "Isaiah 53:8": "By oppression and judgment he was taken away; and as for his generation, who considered that he was cut off out of the land of the living, stricken for the transgression of my people?",
        "Isaiah 53:9": "And they made his grave with the wicked and with a rich man in his death, although he had done no violence, and there was no deceit in his mouth.",
        "Isaiah 53:10": "Yet it was the will of the LORD to crush him; he has put him to grief; when his soul makes an offering for guilt, he shall see his offspring; he shall prolong his days; the will of the LORD shall prosper in his hand.",
        "Isaiah 53:11": "Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one, my servant, make many to be accounted righteous, and he shall bear their iniquities.",
        "Isaiah 53:12": "Therefore I will divide him a portion with the many, and he shall divide the spoil with the strong, because he poured out his soul to death and was numbered with the transgressors; yet he bore the sin of many, and makes intercession for the transgressors.",
        "Isaiah 55:8-9": "For my thoughts are not your thoughts, neither are your ways my ways, declares the LORD. For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.",
        "Isaiah 55:12": "For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands.",
        "Isaiah 64:8": "But now, O LORD, you are our Father; we are the clay, and you are our potter; we are all the work of your hand.",
        "Jeremiah 9:23-24": "Thus says the LORD: \"Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, but let him who boasts boast in this, that he understands and knows me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD.",
        "Daniel 4:3": "How great are his signs, how mighty his wonders! His kingdom is an everlasting kingdom, and his dominion endures from generation to generation.",
        "Micah 6:8": "He has told you, O man, what is good; and what does the LORD require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Matthew 4:4": "But he answered, \"It is written, \"'Man shall not live by bread alone, but by every word that comes from the mouth of God.'",
        "Matthew 4:7": "Jesus said to him, \"Again it is written, 'You shall not put the Lord your God to the test.'",
        "Matthew 4:10": "Then Jesus said to him, \"Be gone, Satan! For it is written, \"'You shall worship the Lord your God and him only shall you serve.'",
        "Matthew 5:1": "Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.",
        "Matthew 5:1-20": "Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him. And he opened his mouth and taught them, saying: \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. \"Blessed are those who mourn, for they shall be comforted. \"Blessed are the meek, for they shall inherit the earth. \"Blessed are those who hunger and thirst for righteousness, for they shall be satisfied. \"Blessed are the merciful, for they shall receive mercy. \"Blessed are the pure in heart, for they shall see God. \"Blessed are the peacemakers, for they shall be called sons of God. \"Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven. \"Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account. Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you. \"You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people's feet. \"You are the light of the world. A city set on a hill cannot be hidden. Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house. In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven. \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished. Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven. For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.",
        "Matthew 5:2": "And he opened his mouth and taught them, saying:",
        "Matthew 5:2-12": "THE BEATITUDES And he opened his mouth and taught them, saying: \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. \"Blessed are those who mourn, for they shall be comforted. \"Blessed are the meek, for they shall inherit the earth. \"Blessed are those who hunger and thirst for righteousness, for they shall be satisfied. \"Blessed are the merciful, for they shall receive mercy. \"Blessed are the pure in heart, for they shall see God. \"Blessed are the peacemakers, for they shall be called sons of God. \"Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven. \"Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account. Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.",
        "Matthew 5:3": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
        "Matthew 5:4": "Blessed are those who mourn, for they shall be comforted.",
        "Matthew 5:5": "Blessed are the meek, for they shall inherit the earth.",
        "Matthew 5:6": "Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "Matthew 5:7": "Blessed are the merciful, for they shall receive mercy.",
        "Matthew 5:8": "Blessed are the pure in heart, for they shall see God.",
        "Matthew 5:9": "Blessed are the peacemakers, for they shall be called sons of God.",
        "Matthew 5:10": "Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven.",
        "Matthew 5:11": "Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.",
        "Matthew 5:12": "Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.",
        "Matthew 5:13": "You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people's feet.",
        "Matthew 5:13-16": "SALT AND LIGHT \"You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people's feet. \"You are the light of the world. A city set on a hill cannot be hidden. Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house. In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Matthew 5:14": "You are the light of the world. A city set on a hill cannot be hidden.",
        "Matthew 5:15": "Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.",
        "Matthew 5:16": "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Matthew 5:17": "Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.",
        "Matthew 5:17-20": "CHRIST CAME TO FULFILL THE LAW \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished. Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven. For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.",
        "Matthew 5:18": "For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.",
        "Matthew 5:19": "Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.",
        "Matthew 5:20": "For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.",
        "Matthew 5:21": "You have heard that it was said to those of old, 'You shall not murder; and whoever murders will be liable to judgment.'",
        "Matthew 5:21-26": "ANGER \"You have heard that it was said to those of old, 'You shall not murder; and whoever murders will be liable to judgment.' But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, 'You fool!' will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison. Truly, I say to you, you will never get out until you have paid the last penny.",
        "Matthew 5:21-48": "You have heard that it was said to those of old, 'You shall not murder; and whoever murders will be liable to judgment.' But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, 'You fool!' will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison. Truly, I say to you, you will never get out until you have paid the last penny. \"You have heard that it was said, 'You shall not commit adultery.' But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart. If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell. And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell. \"It was also said, 'Whoever divorces his wife, let him give her a certificate of divorce.' But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery. \"Again you have heard that it was said to those of old, 'You shall not swear falsely, but shall perform to the Lord what you have sworn.' But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God, or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King. And do not take an oath by your head, for you cannot make one hair white or black. Let what you say be simply 'Yes' or 'No'; anything more than this comes from evil. \"You have heard that it was said, 'An eye for an eye and a tooth for a tooth.' But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also. And if anyone would sue you and take your tunic, let him have your cloak as well. And if anyone forces you to go one mile, go with him two miles. Give to the one who begs from you, and do not refuse the one who would borrow from you. \"You have heard that it was said, 'You shall love your neighbor and hate your enemy.' But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? You therefore must be perfect, as your heavenly Father is perfect.",
        "Matthew 5:22": "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, 'You fool!' will be liable to the hell of fire.",
        "Matthew 5:23": "So if you are offering your gift at the altar and there remember that your brother has something against you,",
        "Matthew 5:24": "leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.",
        "Matthew 5:25": "Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.",
        "Matthew 5:26": "Truly, I say to you, you will never get out until you have paid the last penny.",
        "Matthew 5:27": "You have heard that it was said, 'You shall not commit adultery.'",
        "Matthew 5:27-30": "LUST \"You have heard that it was said, 'You shall not commit adultery.' But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart. If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell. And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.",
        "Matthew 5:28": "But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.",
        "Matthew 5:29": "If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.",
        "Matthew 5:30": "And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.",
        "Matthew 5:31": "It was also said, 'Whoever divorces his wife, let him give her a certificate of divorce.'",
        "Matthew 5:31-32": "DIVORCE \"It was also said, 'Whoever divorces his wife, let him give her a certificate of divorce.' But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.",
        "Matthew 5:32": "But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.",
        "Matthew 5:33": "Again you have heard that it was said to those of old, 'You shall not swear falsely, but shall perform to the Lord what you have sworn.'",
        "Matthew 5:33-37": "OATHS \"Again you have heard that it was said to those of old, 'You shall not swear falsely, but shall perform to the Lord what you have sworn.' But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God, or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King. And do not take an oath by your head, for you cannot make one hair white or black. Let what you say be simply 'Yes' or 'No'; anything more than this comes from evil.",
        "Matthew 5:34": "But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,",
        "Matthew 5:35": "or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.",
        "Matthew 5:36": "And do not take an oath by your head, for you cannot make one hair white or black.",
        "Matthew 5:37": "Let what you say be simply 'Yes' or 'No'; anything more than this comes from evil.",
        "Matthew 5:38": "You have heard that it was said, 'An eye for an eye and a tooth for a tooth.'",
        "Matthew 5:38-42": "RETALIATION \"You have heard that it was said, 'An eye for an eye and a tooth for a tooth.' But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also. And if anyone would sue you and take your tunic, let him have your cloak as well. And if anyone forces you to go one mile, go with him two miles. Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "Matthew 5:39": "But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.",
        "Matthew 5:40": "And if anyone would sue you and take your tunic, let him have your cloak as well.",
        "Matthew 5:41": "And if anyone forces you to go one mile, go with him two miles.",
        "Matthew 5:42": "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "Matthew 5:43": "You have heard that it was said, 'You shall love your neighbor and hate your enemy.'",
        "Matthew 5:43-48": "LOVE YOUR ENEMIES \"You have heard that it was said, 'You shall love your neighbor and hate your enemy.' But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? You therefore must be perfect, as your heavenly Father is perfect.",
        "Matthew 5:44": "But I say to you, Love your enemies and pray for those who persecute you,",
        "Matthew 5:45": "so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.",
        "Matthew 5:46": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?",
        "Matthew 5:47": "And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?",
        "Matthew 5:48": "You therefore must be perfect, as your heavenly Father is perfect.",
        "Matthew 6:19-21": "Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal, but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal. For where your treasure is, there your heart will be also.",
        "Matthew 6:33-34": "But seek first the kingdom of God and his righteousness, and all these things will be added to you. \"Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
        "Matthew 7:1": "Judge not, that you be not judged.",
        "Matthew 7:2": "For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.",
        "Matthew 7:3": "Why do you see the speck that is in your brother's eye, but do not notice the log that is in your own eye?",
        "Matthew 7:4": "Or how can you say to your brother, 'Let me take the speck out of your eye,' when there is the log in your own eye?",
        "Matthew 7:5": "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother's eye.",
        "Matthew 7:7": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
        "Matthew 7:8": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
        "Matthew 7:12": "So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "Matthew 7:13-14": "Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many. For the gate is narrow and the way is hard that leads to life, and those who find it are few.",
        "Matthew 11:28": "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "Matthew 11:28-30": "Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.",
        "Matthew 11:29": "Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.",
        "Matthew 11:30": "For my yoke is easy, and my burden is light.",
        "John 1:1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "John 1:1-7": "In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. All things were made through him, and without him was not any thing made that was made. In him was life, and the life was the light of men. The light shines in the darkness, and the darkness has not overcome it. There was a man sent from God, whose name was John. He came as a witness, to bear witness about the light, that all might believe through him.",
        "John 1:2": "He was in the beginning with God.",
        "John 1:3": "All things were made through him, and without him was not any thing made that was made.",
        "John 1:4": "In him was life, and the life was the light of men.",
        "John 1:5": "The light shines in the darkness, and the darkness has not overcome it.",
        "John 1:6": "There was a man sent from God, whose name was John.",
        "John 1:7": "He came as a witness, to bear witness about the light, that all might believe through him.",
        "John 1:8": "He was not the light, but came to bear witness about the light.",
        "John 1:8-14": "He was not the light, but came to bear witness about the light. The true light, which gives light to everyone, was coming into the world. He was in the world, and the world was made through him, yet the world did not know him. He came to his own, and his own people did not receive him. But to all who did receive him, who believed in his name, he gave the right to become children of God, who were born, not of blood nor of the will of the flesh nor of the will of man, but of God. And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
        "John 1:9": "The true light, which gives light to everyone, was coming into the world.",
        "John 1:10": "He was in the world, and the world was made through him, yet the world did not know him.",
        "John 1:11": "He came to his own, and his own people did not receive him.",
        "John 1:12": "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "John 1:13": "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.",
        "John 1:14": "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
        "John 3:14": "And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,",
        "John 3:14-21": "And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up, that whoever believes in him may have eternal life. For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him. Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God. And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil. For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed. But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.",
        "John 3:15": "that whoever believes in him may have eternal life.",
        "John 3:16": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "John 3:17": "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "John 3:18": "Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.",
        "John 3:19": "And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.",
        "John 3:20": "For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.",
        "John 3:21": "But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.",
        "John 6:35": "Jesus said to them, \"I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "John 8:12": "Again Jesus spoke to them, saying, \"I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.",
        "John 8:31": "So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples,",
        "John 8:31-36": "THE TRUTH WILL SET YOU FREE So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples, and you will know the truth, and the truth will set you free.\" They answered him, \"We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, 'You will become free'?\" Jesus answered them, \"Truly, truly, I say to you, everyone who practices sin is a slave to sin. The slave does not remain in the house forever; the son remains forever. So if the Son sets you free, you will be free indeed.",
        "John 8:32": "and you will know the truth, and the truth will set you free.",
        "John 8:33": "They answered him, \"We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, 'You will become free'?",
        "John 8:34": "Jesus answered them, \"Truly, truly, I say to you, everyone who practices sin is a slave to sin.",
        "John 8:35": "The slave does not remain in the house forever; the son remains forever.",
        "John 8:36": "So if the Son sets you free, you will be free indeed.",
        "John 10:10": "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "John 10:11": "I am the good shepherd. The good shepherd lays down his life for the sheep.",
        "John 10:14": "I am the good shepherd. I know my own and my own know me,",
        "John 11:25": "Jesus said to her, \"I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,",
        "John 11:35": "Jesus wept.",
        "John 12:25": "Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.",
        "John 14:6": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.",
        "John 15:1": "I am the true vine, and my Father is the vinedresser.",
        "John 15:1-7": "I am the true vine, and my Father is the vinedresser. Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit. Already you are clean because of the word that I have spoken to you. Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned. If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
        "John 15:2": "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
        "John 15:3": "Already you are clean because of the word that I have spoken to you.",
        "John 15:4": "Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.",
        "John 15:5": "Yo soy la vid, vosotros los pámpanos; el que permanece en mí, y yo en él, éste lleva mucho fruto; porque separados de mí nada podéis hacer.",
        "John 15:6": "If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.",
        "John 15:7": "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
        "John 15:8": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples.",
        "John 15:8-17": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples. As the Father has loved me, so have I loved you. Abide in my love. If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love. These things I have spoken to you, that my joy may be in you, and that your joy may be full. \"This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends. You are my friends if you do what I command you. No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you. You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you. These things I command you, so that you will love one another.",
        "John 15:9": "As the Father has loved me, so have I loved you. Abide in my love.",
        "John 15:10": "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
        "John 15:11": "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
        "John 15:12": "This is my commandment, that you love one another as I have loved you.",
        "John 15:13": "Greater love has no one than this, that someone lay down his life for his friends.",
        "John 15:14": "You are my friends if you do what I command you.",
        "John 15:15": "No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.",
        "John 15:16": "You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.",
        "John 15:17": "These things I command you, so that you will love one another.",
        "John 15:18": "If the world hates you, know that it has hated me before it hated you.",
        "John 15:18-27": "If the world hates you, know that it has hated me before it hated you. If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you. Remember the word that I said to you: 'A servant is not greater than his master.' If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours. But all these things they will do to you on account of my name, because they do not know him who sent me. If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin. Whoever hates me hates my Father also. If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father. But the word that is written in their Law must be fulfilled: 'They hated me without a cause.' \"But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me. And you also will bear witness, because you have been with me from the beginning.",
        "John 15:19": "If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.",
        "John 15:20": "Remember the word that I said to you: 'A servant is not greater than his master.' If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.",
        "John 15:21": "But all these things they will do to you on account of my name, because they do not know him who sent me.",
        "John 15:22": "If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.",
        "John 15:23": "Whoever hates me hates my Father also.",
        "John 15:24": "If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.",
        "John 15:25": "But the word that is written in their Law must be fulfilled: 'They hated me without a cause.'",
        "John 15:26": "But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.",
        "John 15:27": "And you also will bear witness, because you have been with me from the beginning.",
        "John 16:33": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.",
        "Romans 3:10": "as it is written: \"None is righteous, no, not one;",
        "Romans 3:23": "for all have sinned and fall short of the glory of God,",
        "Romans 5:8": "Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.",
        "Romans 6:23": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "Romans 8:28": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Romans 10:13": "For \"everyone who calls on the name of the Lord will be saved.",
        "Romans 12:9": "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Romans 12:10": "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Romans 12:11": "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "Romans 12:12": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "Romans 12:13": "Contribute to the needs of the saints and seek to show hospitality.",
        "Romans 12:14": "Bless those who persecute you; bless and do not curse them.",
        "Romans 12:15": "Rejoice with those who rejoice, weep with those who weep.",
        "Romans 12:16": "Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.",
        "Romans 12:17": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "Romans 12:18": "If possible, so far as it depends on you, live peaceably with all.",
        "1 Corinthians 6:12": "All things are lawful for me,\" but not all things are helpful. \"All things are lawful for me,\" but I will not be dominated by anything.",
        "1 Corinthians 9:19": "For though I am free from all, I have made myself a servant to all, that I might win more of them.",
        "1 Corinthians 9:22-23": "To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some. I do it all for the sake of the gospel, that I may share with them in its blessings.",
        "1 Corinthians 10:23": "All things are lawful,\" but not all things are helpful. \"All things are lawful,\" but not all things build up.",
        "1 Corinthians 10:31": "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "1 Corinthians 13:1": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "1 Corinthians 13:1-13": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things. Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. For we know in part and we prophesy in part, but when the perfect comes, the partial will pass away. When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known. So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "1 Corinthians 13:2": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "1 Corinthians 13:3": "If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.",
        "1 Corinthians 13:4": "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "1 Corinthians 13:5": "or rude. It does not insist on its own way; it is not irritable or resentful;",
        "1 Corinthians 13:6": "it does not rejoice at wrongdoing, but rejoices with the truth.",
        "1 Corinthians 13:7": "Love bears all things, believes all things, hopes all things, endures all things.",
        "1 Corinthians 13:8": "Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.",
        "1 Corinthians 13:9": "For we know in part and we prophesy in part,",
        "1 Corinthians 13:10": "but when the perfect comes, the partial will pass away.",
        "1 Corinthians 13:11": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
        "1 Corinthians 13:12": "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "1 Corinthians 13:13": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "Galatians 2:20": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
        "Galatians 5:22-23": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Ephesians 2:8-9": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "Ephesians 6:10": "Finally, be strong in the Lord and in the strength of his might.",
        "Ephesians 6:10-20": "Finally, be strong in the Lord and in the strength of his might. Put on the whole armor of God, that you may be able to stand against the schemes of the devil. For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, and, as shoes for your feet, having put on the readiness given by the gospel of peace. In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; and take the helmet of salvation, and the sword of the Spirit, which is the word of God, praying at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints, and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.",
        "Ephesians 6:11": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil.",
        "Ephesians 6:12": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.",
        "Ephesians 6:13": "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "Ephesians 6:14": "Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness,",
        "Ephesians 6:15": "and, as shoes for your feet, having put on the readiness given by the gospel of peace.",
        "Ephesians 6:16": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
        "Ephesians 6:17": "and take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "Ephesians 6:18": "praying at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints,",
        "Ephesians 6:19": "and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,",
        "Ephesians 6:20": "for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.",
        "Philippians 2:1-4": "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, complete my joy by being of the same mind, having the same love, being in full accord and of one mind. Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. Let each of you look not only to his own interests, but also to the interests of others.",
        "Philippians 2:14-15": "Do all things without grumbling or disputing, that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,",
        "Philippians 3:12": "Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own.",
        "Philippians 4:6": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "Philippians 4:7": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "Philippians 4:8": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
        "Philippians 4:12": "I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.",
        "Philippians 4:13": "I can do all things through him who strengthens me.",
        "1 Timothy 3:1": "The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.",
        "1 Timothy 3:1-2": "The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,",
        "1 Timothy 3:1-7": "The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. He must manage his own household well, with all dignity keeping his children submissive, for if someone does not know how to manage his own household, how will he care for God's church? He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.",
        "1 Timothy 3:2": "Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,",
        "1 Timothy 3:3": "not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.",
        "1 Timothy 3:4": "He must manage his own household well, with all dignity keeping his children submissive,",
        "1 Timothy 3:5": "for if someone does not know how to manage his own household, how will he care for God's church?",
        "1 Timothy 3:5-6": "for if someone does not know how to manage his own household, how will he care for God's church? He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil.",
        "1 Timothy 3:6": "He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil.",
        "1 Timothy 3:7": "Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.",
        "2 Timothy 2:13": "if we are faithless, he remains faithful- for he cannot deny himself.",
        "2 Timothy 3:16": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Hebrews 11:1": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "Hebrews 12:1-2": "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
        "Hebrews 12:11": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "Hebrews 13:20-21": "Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen.",
        "James 1:1": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes in the Dispersion: Greetings.",
        "James 1:1-8": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes in the Dispersion: Greetings. Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing. If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. For that person must not suppose that he will receive anything from the Lord; he is a double-minded man, unstable in all his ways.",
        "James 1:2": "Count it all joy, my brothers, when you meet trials of various kinds,",
        "James 1:3": "for you know that the testing of your faith produces steadfastness.",
        "James 1:4": "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "James 1:5": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "James 1:6": "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "James 1:7": "For that person must not suppose that he will receive anything from the Lord;",
        "James 1:8": "he is a double-minded man, unstable in all his ways.",
        "James 1:9": "Let the lowly brother boast in his exaltation,",
        "James 1:9-18": "Let the lowly brother boast in his exaltation, and the rich in his humiliation, because like a flower of the grass he will pass away. For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits. Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. Let no one say when he is tempted, \"I am being tempted by God,\" for God cannot be tempted with evil, and he himself tempts no one. But each person is tempted when he is lured and enticed by his own desire. Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death. Do not be deceived, my beloved brothers. Every good gift and every perfect gift is from above, coming down from the Father of lights with whom there is no variation or shadow due to change. Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.",
        "James 1:10": "and the rich in his humiliation, because like a flower of the grass he will pass away.",
        "James 1:11": "For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.",
        "James 1:12": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "James 1:13": "Let no one say when he is tempted, \"I am being tempted by God,\" for God cannot be tempted with evil, and he himself tempts no one.",
        "James 1:14": "But each person is tempted when he is lured and enticed by his own desire.",
        "James 1:15": "Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.",
        "James 1:16": "Do not be deceived, my beloved brothers.",
        "James 1:17": "Every good gift and every perfect gift is from above, coming down from the Father of lights with whom there is no variation or shadow due to change.",
        "James 1:18": "Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.",
        "James 1:19": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;",
        "James 1:19-27": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; for the anger of man does not produce the righteousness of God. Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls. But be doers of the word, and not hearers only, deceiving yourselves. For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. For he looks at himself and goes away and at once forgets what he was like. But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing. If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless. Religion that is pure and undefiled before God, the Father, is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "James 1:20": "for the anger of man does not produce the righteousness of God.",
        "James 1:21": "Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.",
        "James 1:22": "But be doers of the word, and not hearers only, deceiving yourselves.",
        "James 1:23": "For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror.",
        "James 1:24": "For he looks at himself and goes away and at once forgets what he was like.",
        "James 1:25": "But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.",
        "James 1:26": "If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless.",
        "James 1:27": "Religion that is pure and undefiled before God, the Father, is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "1 Peter 5:6": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,",
        "1 Peter 5:6-11": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you. Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. To him be the dominion forever and ever. Amen.",
        "1 Peter 5:7": "casting all your anxieties on him, because he cares for you.",
        "1 Peter 5:8": "Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.",
        "1 Peter 5:9": "Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.",
        "1 Peter 5:10": "And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.",
        "1 Peter 5:11": "To him be the dominion forever and ever. Amen.",
        "1 John 1:9": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "3 John 1:4": "I have no greater joy than to hear that my children are walking in the truth.",
        "3 John 1:11": "Beloved, do not imitate evil but imitate good. Whoever does good is from God; whoever does evil has not seen God."
    },
    "notMemorized": {
        "Psalm 34:12": "What man is there who desires life and loves many days, that he may see good?",
        "Psalm 34:13": "Keep your tongue from evil and your lips from speaking deceit.",
        "Psalm 34:14": "Turn away from evil and do good; seek peace and pursue it.",
        "Psalm 34:15": "The eyes of the LORD are toward the righteous and his ears toward their cry.",
        "Psalm 34:16": "The face of the LORD is against those who do evil, to cut off the memory of them from the earth.",
        "Psalm 34:17": "When the righteous cry for help, the LORD hears and delivers them out of all their troubles.",
        "Psalm 34:19": "Many are the afflictions of the righteous, but the LORD delivers him out of them all.",
        "Psalm 34:20": "He keeps all his bones; not one of them is broken.",
        "Psalm 34:21": "Affliction will slay the wicked, and those who hate the righteous will be condemned.",
        "Psalm 34:22": "The LORD redeems the life of his servants; none of those who take refuge in him will be condemned.",
        "Isaiah 53:1-12": "Who has believed what he has heard from us? And to whom has the arm of the LORD been revealed? For he grew up before him like a young plant, and like a root out of dry ground; he had no form or majesty that we should look at him, and no beauty that we should desire him. He was despised and rejected by men; a man of sorrows, and acquainted with grief; and as one from whom men hide their faces he was despised, and we esteemed him not. Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted. But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed. All we like sheep have gone astray; we have turned-every one-to his own way; and the LORD has laid on him the iniquity of us all. He was oppressed, and he was afflicted, yet he opened not his mouth; like a lamb that is led to the slaughter, and like a sheep that before its shearers is silent, so he opened not his mouth. By oppression and judgment he was taken away; and as for his generation, who considered that he was cut off out of the land of the living, stricken for the transgression of my people? And they made his grave with the wicked and with a rich man in his death, although he had done no violence, and there was no deceit in his mouth. Yet it was the will of the LORD to crush him; he has put him to grief; when his soul makes an offering for guilt, he shall see his offspring; he shall prolong his days; the will of the LORD shall prosper in his hand. Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one, my servant, make many to be accounted righteous, and he shall bear their iniquities. Therefore I will divide him a portion with the many, and he shall divide the spoil with the strong, because he poured out his soul to death and was numbered with the transgressors; yet he bore the sin of many, and makes intercession for the transgressors.",
        "Matthew 6:3-4": "But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you.",
        "Matthew 6:6": "But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.",
        "Matthew 6:24": "No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "Matthew 9:37-38": "Then he said to his disciples, \"The harvest is plentiful, but the laborers are few; therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.",
        "Romans 12:19": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, \"Vengeance is mine, I will repay, says the Lord.",
        "Romans 12:20": "To the contrary, \"if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.",
        "Romans 12:21": "Do not be overcome by evil, but overcome evil with good.",
        "1 Corinthians 6:18": "Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.",
        "1 Corinthians 6:19-20": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.",
        "1 Corinthians 10:13": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
        "1 Corinthians 12:12": "For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ.",
        "1 Corinthians 12:13": "For in one Spirit we were all baptized into one body-Jews or Greeks, slaves or free-and all were made to drink of one Spirit.",
        "1 Corinthians 12:14": "For the body does not consist of one member but of many.",
        "1 Corinthians 12:15": "If the foot should say, \"Because I am not a hand, I do not belong to the body,\" that would not make it any less a part of the body.",
        "1 Corinthians 12:16": "And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" that would not make it any less a part of the body.",
        "1 Corinthians 12:17": "If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell?",
        "1 Corinthians 12:18": "But as it is, God arranged the members in the body, each one of them, as he chose.",
        "1 Corinthians 12:19": "If all were a single member, where would the body be?",
        "1 Corinthians 12:20": "As it is, there are many parts, yet one body.",
        "1 Corinthians 12:21": "The eye cannot say to the hand, \"I have no need of you,\" nor again the head to the feet, \"I have no need of you.",
        "1 Corinthians 12:22": "On the contrary, the parts of the body that seem to be weaker are indispensable,",
        "1 Corinthians 12:23": "and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty,",
        "1 Corinthians 12:24": "which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it,",
        "1 Corinthians 12:25": "that there may be no division in the body, but that the members may have the same care for one another.",
        "1 Corinthians 12:26": "If one member suffers, all suffer together; if one member is honored, all rejoice together."
    }
}